Repository: atgeo/implore
Catalog: apple/ImploreApp/Localizable.xcstrings
Source language: en
Languages: es, fr

source: %@ after Ash Wednesday
es: %@ después de Ceniza
fr: %@ après les Cendres

source: %@ of Holy Week
es: %@ de la Semana Santa
fr: %@ de la Semaine sainte

source: %@ of the %@ Week in Ordinary Time
es: %@ de la %@ semana del Tiempo Ordinario
fr: %@ de la %@ semaine du Temps ordinaire

source: %@ of the %@ Week of Advent
es: %@ de la %@ semana de Adviento
fr: %@ de la %@ semaine de l’Avent

source: %@ of the %@ Week of Easter
es: %@ de la %@ semana de Pascua
fr: %@ de la %@ semaine de Pâques

source: %@ of the %@ Week of Lent
es: %@ de la %@ semana de Cuaresma
fr: %@ de la %@ semaine de Carême

source: %@ Sunday in Ordinary Time
es: %@ domingo del Tiempo Ordinario
fr: %@ dimanche du Temps ordinaire

source: %@ Sunday of Advent
es: %@ domingo de Adviento
fr: %@ dimanche de l’Avent

source: %@ Sunday of Easter
es: %@ domingo de Pascua
fr: %@ dimanche de Pâques

source: %@ Sunday of Lent
es: %@ domingo de Cuaresma
fr: %@ dimanche de Carême

source: %lld intentions for today
es: %lld intenciones para hoy
fr: %lld intentions pour aujourd’hui

source: %lld times
es: %lld veces
fr: %lld fois

source: %lld times this month
es: %lld veces este mes
fr: %lld fois ce mois-ci

source: %lld times this week
es: %lld veces esta semana
fr: %lld fois cette semaine

source: %lld times today
es: %lld veces hoy
fr: %lld fois aujourd’hui

source: A person, family, or cause to pray for.
es: Una persona, familia o causa por la que orar.
fr: Une personne, une famille ou une cause à confier.

source: A private note for this prayer.
es: Una nota privada para esta oración.
fr: Une note privée pour cette prière.

source: Account
es: Cuenta
fr: Compte

source: Active
es: Activas
fr: Actives

source: Add a tag
es: Añadir una etiqueta
fr: Ajouter une étiquette

source: Add Intention
es: Añadir intención
fr: Ajouter une intention

source: Add prayer entry
es: Añadir entrada de oración
fr: Ajouter une entrée de prière

source: Add someone you are carrying in prayer from the Intentions tab.
es: Añade a alguien que llevas en oración desde la pestaña Intenciones.
fr: Ajoutez quelqu’un que vous portez dans la prière depuis l’onglet Intentions.

source: Add someone you are carrying in prayer.
es: Añade a alguien que llevas en oración.
fr: Ajoutez quelqu’un que vous portez dans la prière.

source: All
es: Todas
fr: Toutes

source: An account with this email already exists
es: Ya existe una cuenta con este correo
fr: Un compte existe déjà avec cette adresse e-mail

source: Appearance
es: Apariencia
fr: Apparence

source: Archive
es: Archivar
fr: Archiver

source: Archived
es: Archivadas
fr: Archivées

source: Ash Wednesday
es: Miércoles de Ceniza
fr: Mercredi des Cendres

source: Calendar
es: Calendario
fr: Calendrier

source: Cancel
es: Cancelar
fr: Annuler

source: Choose a password of at least 8 characters. You can use this email later to restore intentions on another device.
es: Elige una contraseña de al menos 8 caracteres. Podrás usar este correo para restaurar tus intenciones en otro dispositivo.
fr: Choisissez un mot de passe d’au moins 8 caractères. Vous pourrez utiliser cette adresse e-mail pour restaurer vos intentions sur un autre appareil.

source: Christmas
es: Navidad
fr: Noël

source: Christmas Weekday
es: Feria de Navidad
fr: Férie de Noël

source: Compares this device with your account and keeps the newer copy.
es: Compara este dispositivo con tu cuenta y conserva la copia más reciente.
fr: Compare cet appareil et votre compte, et conserve la copie la plus récente.

source: Could not complete sign-in. Try again.
es: No se pudo iniciar sesión. Inténtalo de nuevo.
fr: Impossible de se connecter. Réessayez.

source: Create Account
es: Crear cuenta
fr: Créer un compte

source: Creating Account…
es: Creando cuenta…
fr: Création du compte…

source: Daily
es: Diaria
fr: Quotidienne

source: Dark
es: Oscuro
fr: Sombre

source: Date
es: Fecha

source: Day %lld of %lld
es: Día %lld de %lld
fr: Jour %lld sur %lld

source: Delete
es: Eliminar
fr: Supprimer

source: Details
es: Detalles
fr: Détails

source: Easter Sunday
es: Domingo de Pascua
fr: Dimanche de Pâques

source: Edit
es: Editar
fr: Modifier

source: Edit Intention
es: Editar intención
fr: Modifier l’intention

source: Email
es: Correo

source: Email and password are required
es: El correo y la contraseña son obligatorios
fr: L’e-mail et le mot de passe sont requis

source: Enter a valid email address
es: Introduce una dirección de correo válida
fr: Saisissez une adresse e-mail valide

source: Filter
es: Filtro
fr: Filtrer

source: Gold
es: Dorado
fr: Or

source: Good Friday
es: Viernes Santo
fr: Vendredi saint

source: Holy Saturday
es: Sábado Santo
fr: Samedi saint

source: Holy Thursday
es: Jueves Santo
fr: Jeudi saint

source: How often you hope to pray this.
es: Con qué frecuencia esperas orar por esto.
fr: À quelle fréquence vous espérez prier pour cela.

source: I prayed for them
es: Oré por ellos
fr: J’ai prié pour eux

source: I prayed today
es: Oré hoy
fr: J’ai prié aujourd’hui

source: Intention
es: Intención

source: Intentions
es: Intenciones

source: Intentions you set aside will appear here.
es: Las intenciones que apartes aparecerán aquí.
fr: Les intentions mises de côté apparaîtront ici.

source: Invalid email or password
es: Correo o contraseña incorrectos
fr: E-mail ou mot de passe incorrect

source: Language
es: Idioma
fr: Langue

source: Last Synced
es: Última sincronización
fr: Dernière synchro

source: Light
es: Claro
fr: Clair

source: Mark as prayed
es: Marcar como rezado
fr: Marquer comme prié

source: Monthly
es: Mensual
fr: Mensuelle

source: Name
es: Nombre
fr: Nom

source: Network error. Check your connection and try again.
es: Error de red. Comprueba la conexión e inténtalo de nuevo.
fr: Erreur réseau. Vérifiez votre connexion et réessayez.

source: Never
es: Nunca
fr: Jamais

source: New to sync? Create a private account with the same email you’ll use on other devices.
es: ¿Nuevo? Crea una cuenta privada con el mismo correo que usarás en otros dispositivos.
fr: Nouveau ? Créez un compte privé avec la même adresse e-mail sur vos autres appareils.

source: Nine consecutive days from the start date.
es: Nueve días consecutivos desde la fecha de inicio.
fr: Neuf jours consécutifs à partir de la date de début.

source: No intentions yet
es: Aún no hay intenciones
fr: Pas encore d’intentions

source: No schedule
es: Sin ritmo
fr: Sans rythme

source: None
es: Ninguno
fr: Aucun

source: Not Signed In
es: Sin sesión
fr: Non connecté

source: Nothing due
es: Nada programado
fr: Rien à prier

source: Nothing for today
es: Nada para hoy
fr: Rien pour aujourd’hui

source: Nothing is due on this day.
es: Nada corresponde este día.
fr: Rien n’est prévu ce jour-là.

source: Nothing is due today. Set a schedule on an intention to see it here.
es: Nada corresponde hoy. Programa una intención para verla aquí.
fr: Rien n’est prévu aujourd’hui. Ajoutez un horaire à une intention pour la voir ici.

source: Nothing set aside
es: Nada apartado
fr: Rien de mis de côté

source: Notifications are off for Implore. Turn them on in Settings to receive reminders.
es: Las notificaciones están desactivadas para Implore. Actívalas en Ajustes para recibir recordatorios.
fr: Les notifications sont désactivées pour Implore. Activez-les dans Réglages pour recevoir des rappels.

source: Novena (ended)
es: Novena (terminada)
fr: Neuvaine (terminée)

source: One daily digest for intentions due that day. Weekly on Sundays, monthly on the 1st, novenas for nine consecutive days from their start.
es: Un resumen diario de las intenciones de ese día. Semanal los domingos, mensual el día 1, novenas nueve días seguidos desde su inicio.
fr: Un rappel quotidien pour les intentions du jour. Hebdomadaire le dimanche, mensuel le 1er, neuvaines neuf jours consécutifs à partir du début.

source: Open Settings
es: Abrir Ajustes
fr: Ouvrir Réglages

source: Optional. A quiet accent on the list.
es: Opcional. Un acento discreto en la lista.
fr: Facultatif. Une touche discrète dans la liste.

source: Optional. Ask this saint to pray with you.
es: Opcional. Pida a este santo que ore con usted.
fr: Facultatif. Demandez à ce saint de prier avec vous.

source: Optional. Back up intentions and restore them on another device.
es: Opcional. Guarda tus intenciones y restáuralas en otro dispositivo.
fr: Facultatif. Sauvegardez vos intentions et restaurez-les sur un autre appareil.

source: Optional. Sign in to back up intentions and restore them on another device. The app works fully offline without an account.
es: Opcional. Inicia sesión para guardar tus intenciones y restaurarlas en otro dispositivo. La app funciona sin conexión y sin cuenta.
fr: Facultatif. Connectez-vous pour sauvegarder vos intentions et les restaurer sur un autre appareil. L’app fonctionne hors ligne sans compte.

source: Optional. Up to %lld tags.
es: Opcional. Hasta %lld etiquetas.
fr: Facultatif. Jusqu’à %lld étiquettes.

source: Our Lord Jesus Christ, King of the Universe
es: Jesucristo, Rey del Universo
fr: Le Christ, Roi de l’univers

source: Palm Sunday
es: Domingo de Ramos
fr: Dimanche des Rameaux

source: Password
es: Contraseña
fr: Mot de passe

source: Password must be at least 8 characters
es: La contraseña debe tener al menos 8 caracteres
fr: Le mot de passe doit contenir au moins 8 caractères

source: Pentecost Sunday
es: Domingo de Pentecostés
fr: Dimanche de Pentecôte

source: Permanently deletes every intention, including archived ones.
es: Elimina permanentemente todas las intenciones, incluidas las archivadas.
fr: Supprime définitivement toutes les intentions, y compris celles qui sont archivées.

source: Prayed
es: Oré
fr: J’ai prié

source: Prayed today
es: Rezado hoy
fr: Prié aujourd’hui

source: Prayer
es: Oración
fr: Prière

source: Prayer log
es: Registro de oración
fr: Journal de prière

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité

source: Reminders
es: Recordatorios
fr: Rappels

source: Remove All Intentions
es: Eliminar todas las intenciones
fr: Supprimer toutes les intentions

source: Remove All Intentions?
es: ¿Eliminar todas las intenciones?
fr: Supprimer toutes les intentions ?

source: Removes the account session from this device. Intentions already on the device are kept.
es: Cierra la sesión en este dispositivo. Las intenciones que ya están aquí se conservan.
fr: Déconnecte cet appareil. Les intentions déjà présentes restent sur l’appareil.

source: Rose
es: Rosa

source: Sage
es: Salvia
fr: Sauge

source: Saint
es: Santo

source: Sand
es: Arena
fr: Sable

source: Save
es: Guardar
fr: Enregistrer

source: Schedule
es: Ritmo
fr: Rythme

source: Search saints
es: Buscar santos
fr: Rechercher un saint

source: Session expired. Sign in again.
es: Sesión caducada. Vuelve a iniciar sesión.
fr: Session expirée. Reconnectez-vous.

source: Settings
es: Ajustes
fr: Réglages

source: Sign In
es: Iniciar sesión
fr: Connexion

source: Sign in to sync
es: Inicia sesión para sincronizar
fr: Connectez-vous pour synchroniser

source: Sign Out
es: Cerrar sesión
fr: Déconnexion

source: Signed in on this device.
es: Sesión iniciada en este dispositivo.
fr: Connecté sur cet appareil.

source: Signing In…
es: Iniciando sesión…
fr: Connexion…

source: Sky
es: Cielo
fr: Ciel

source: Slate
es: Pizarra
fr: Ardoise

source: Someone you are carrying
es: Alguien que llevas en oración
fr: Quelqu’un que vous portez

source: Sort
es: Ordenar
fr: Trier

source: Starts
es: Empieza
fr: Début

source: Sync
es: Sincronización
fr: Synchronisation

source: Sync Now
es: Sincronizar
fr: Synchroniser

source: Syncing…
es: Sincronizando…
fr: Synchronisation…

source: System
es: Sistema
fr: Système

source: Tags
es: Etiquetas
fr: Étiquettes

source: Terms of Use
es: Condiciones de uso
fr: Conditions d’utilisation

source: The Baptism of the Lord
es: El Bautismo del Señor
fr: Le Baptême du Seigneur

source: The Epiphany of the Lord
es: La Epifanía del Señor
fr: L’Épiphanie du Seigneur

source: The Holy Family
es: La Sagrada Familia
fr: La Sainte Famille

source: The Most Holy Body and Blood of Christ
es: El Santísimo Cuerpo y Sangre de Cristo
fr: Le Très Saint Corps et Sang du Christ

source: The Most Holy Trinity
es: La Santísima Trinidad
fr: La Sainte Trinité

source: The Most Sacred Heart of Jesus
es: El Sagrado Corazón de Jesús
fr: Le Sacré-Cœur de Jésus

source: This cannot be undone.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.

source: Time
es: Hora
fr: Heure

source: Today
es: Hoy
fr: Aujourd’hui

source: Today, %@
es: Hoy, %@
fr: Aujourd’hui, %@

source: Unarchive
es: Desarchivar
fr: Désarchiver

source: Version
es: Versión

source: Weekly
es: Semanal
fr: Hebdomadaire

source: Yesterday, %@
es: Ayer, %@
fr: Hier, %@

source: Color
fr: Couleur

source: Novena
fr: Neuvaine
